"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Ajouter";

"Add US bank account" = "Ajouter un compte bancaire américain";

"Add a card" = "Ajouter une carte bancaire";

"Add a payment method" = "Ajouter un moyen de paiement";

"Add card" = "Ajouter une carte bancaire";

"Add new card" = "Ajouter une carte";

"Add new payment method" = "Ajouter un moyen de paiement";

"Add your payment information" = "Ajoutez vos informations de paiement";

"Approve payment" = "Autoriser le paiement";

"Back" = "Retour";

"Bank" = "Bancaire";

"Bank account" = "Compte bancaire";

"Buy now or pay later with <img/>" = "Paiement différé avec <img/>";

"Buy now or pay later with Afterpay" = "Paiement différé avec Afterpay";

"Buy now or pay later with Clearpay" = "Paiement différé avec Clearpay";

"Buy now or pay later with Klarna" = "Paiement différé avec Klarna";

"Buy using a UPI ID" = "Acheter à l'aide d'un ID d'UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "En confirmant votre paiement via PayPal, vous autorisez %@ à débiter votre compte PayPal pour les paiements à venir, conformément à ses conditions.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "En poursuivant sur Amazon Pay, vous autorisez %@ à débiter votre compte Amazon Pay pour les paiements à venir, conformément à ses conditions.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "En poursuivant sur Klarna, vous autorisez %1$@ à débiter votre compte Klarna pour les paiements à venir, conformément aux conditions du marchand et de Klarna. Vous pouvez modifier cela à tout moment dans votre application Klarna ou en contactant %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "En poursuivant sur PayPal, vous autorisez %@ à débiter votre compte PayPal pour les paiements à venir, conformément à ses conditions.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "En poursuivant sur Revolut Pay, vous autorisez %@ à débiter votre compte Revolut Pay pour les paiements à venir, conformément à ses conditions.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "En continuant, vous autorisez les paiements conformément à <terms>ces conditions</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "En continuant, vous autorisez %1$@ à débiter votre compte Cash App pour ce paiement et les paiements futurs, conformément aux conditions de %2$@, jusqu'à la révocation de cette autorisation. Vous pouvez modifier cela à tout moment dans les paramètres de Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "En rejoignant Link, vous acceptez les <terms>Conditions</terms> et la <privacy>Politique de confidentialité</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "En fournissant vos données bancaires et en confirmant ce paiement, vous acceptez cette demande de prélèvement automatique et le <terms>Contrat d'utilisation du service correspondant</terms>, et autorisez Stripe Payments Australia Pty Ltd, ACN 160 180 343, ID de compte de prélèvement numéro 507156 (« Stripe »), à débiter votre compte par le biais du système de prélèvement BECS pour le compte du marchand %@ (le « marchand ») pour tout montant vous étant communiqué séparément par ce dernier. Vous certifiez que vous êtes le titulaire ou un signataire autorisé du compte susmentionné.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "En fournissant vos informations de carte bancaire, vous autorisez %@ à débiter votre carte pour les paiements futurs, conformément à ses conditions.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "En indiquant votre adresse e-mail, vous acceptez de créer un compte Link et d'enregistrer vos informations de paiement sur Link, conformément aux <terms>Conditions</terms> de Link et à sa <privacy>Politique de confidentialité</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "En fournissant vos informations de paiement et en confirmant ce paiement, vous autorisez (A) %@ et Stripe, notre prestataire de services de paiement, à donner à votre banque l'instruction de débiter votre compte, et (B) votre banque à débiter votre compte conformément à ces instructions. Vous bénéficiez d'un droit à remboursement par votre banque selon les conditions décrites dans la convention que vous avez passée avec elle. Toute demande de remboursement doit être présentée dans les 8 semaines suivant la date de débit de votre compte. Vos droits sont précisés dans une déclaration que vous pouvez obtenir auprès de votre banque. Vous acceptez de recevoir des notifications concernant les débits futurs jusqu'à 2 jours avant leur réalisation.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "En indiquant votre numéro de téléphone, vous acceptez de créer un compte Link et d'enregistrer vos informations de paiement sur Link, conformément aux <terms>Conditions</terms> de Link et à sa <privacy>Politique de confidentialité</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "En enregistrant votre compte bancaire pour %@, vous autorisez les paiements conformément à <terms>ces conditions</terms>.";

"CPF/CPNJ" = "CPF/CNPJ";

"Cancel and pay another way" = "Annuler et utiliser un autre moyen de paiement";

"Choose a payment method" = "Choisir un moyen de paiement";

"Close card scanner" = "Fermer le numériseur de carte bancaire";

"Confirm" = "Confirmer";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Veuillez confirmer le paiement dans votre application bancaire ou de paiement sous %@ pour finaliser l'achat.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Veuillez confirmer le paiement dans votre application bancaire sous %@ pour effectuer l'achat.";

"Confirm your CVC" = "Confirmez votre CVC";

"Contact information" = "Coordonnées";

"EPS Bank" = "Banque EPS";

"Enter address manually" = "Saisir l'adresse manuellement";

"FPX Bank" = "Banque FPX";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Je comprends que Stripe effectuera des prélèvements automatiques pour le compte de %@, et je confirme que je suis le/la titulaire du compte et la seule personne habilitée à autoriser les prélèvements sur ce compte.";

"IBAN" = "IBAN";

"Manage payment method" = "Gérer le moyen de paiement";

"Manage payment methods" = "Gérer vos moyens de paiement";

"Manage your payment methods" = "Gérer vos moyens de paiement";

"Name on card" = "Nom du titulaire de la carte";

"New card" = "Nouvelle carte";

"New payment method" = "Nouveau moyen de paiement";

"Open your UPI app to approve your payment within %@" = "Lancez votre application d'UPI pour autoriser votre paiement dans %@";

"Or" = "Ou";

"Or pay using" = "Ou payer avec";

"Or pay with a card" = "Ou payez par carte bancaire";

"Or use" = "Ou utilisez";

"Or use a card" = "Ou utilisez une carte";

"Pay %@" = "Payer %@";

"Pay another way" = "Utiliser un autre moyen de paiement";

"Pay faster at %@ and thousands of businesses." = "Réglez plus rapidement après du marchand %@ et de milliers d'autres entreprises.";

"Pay over time with %@" = "Payer par versements échelonnés avec %@";

"Pay over time with Affirm" = "Payer par versements échelonnés avec Affirm";

"Pay with Link" = "Payer avec Link";

"Pay with your bank account in just a few steps." = "Payez avec votre compte bancaire en quelques clics.";

"Payment failed" = "Échec du paiement";

"Please go back and select another payment method" = "Veuillez sélectionner un autre moyen de paiement en revenant à l'étape correspondante";

"Point the camera at your card." = "Pointez le capteur de l'appareil photo sur votre carte bancaire.";

"Processing..." = "Traitement en cours...";

"Przelewy24 Bank" = "Banque Przelewy24";

"Remove card?" = "Voulez-vous supprimer la carte ?";

"Remove payment method" = "Supprimer le moyen de paiement";

"Save" = "Enregistrer";

"Save a new payment method" = "Enregistrer un nouveau moyen de paiement";

"Save address" = "Enregistrer l'adresse";

"Save for future payments" = "Enregistrer pour de futurs achats";

"Save payment details to %@ for future purchases" = "Enregistrer les informations de paiement sur %@ pour vos futurs achats";

"Save this account for future %@ payments" = "Enregistrer ce compte pour vos futurs achats auprès de %@";

"Save your bank account in just a few steps." = "Enregistrez votre compte bancaire en quelques clics.";

"Save your info for secure 1-click checkout with Link" = "Enregistrez vos informations pour le paiement sécurisé en un clic avec Link";

"Saved" = "Enregistré";

"Select card" = "Sélectionner une carte bancaire";

"Select payment method" = "Sélectionner un moyen de paiement";

"Select your payment method" = "Sélectionnez votre moyen de paiement";

"Set up" = "Configurer";

"Shipping to %@ is not supported." = "La livraison dans le pays suivant : %@ n'est pas prise en charge.";

"Show menu" = "Afficher le menu";

"Simple, secure one-click payments" = "Des paiements simples et sécurisés en un seul clic";

"Something went wrong when linking your account.\nPlease try again later." = "Un problème est survenu lors de l'association de votre compte.\nVeuillez réessayer ultérieurement.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe va effectuer un versement de 0,01 $ sur votre compte sous 1 ou 2 jours ouvrables. Vous recevrez ensuite un e-mail contenant des instructions pour finaliser l'enregistrement de votre compte bancaire auprès de %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe va effectuer un versement de 0,01 $ sur votre compte sous 1 ou 2 jours ouvrables. Vous recevrez ensuite un e-mail contenant des instructions pour finaliser le paiement en faveur de %@.";

"The IBAN you entered is incomplete." = "L'IBAN que vous avez saisi est incomplet.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "L'IBAN que vous avez saisi n'est pas valide. « %@ » n'est pas un code pays pris en charge.";

"Update" = "Modifier";

"Update card brand" = "Modifier la marque de la carte";

"View more" = "Afficher plus";

"Your IBAN should start with a two-letter country code." = "Votre IBAN doit commencer par un code pays à deux lettres.";

"iDEAL Bank" = "Banque iDEAL";
